Revit 2024 API
PointCloudOverrides.Dispose Method
Releases all resources used by the PointCloudOverrides
Namespace: Autodesk.Revit.DB.PointClouds
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public void Dispose()
Visual Basic
Public Sub Dispose
Visual C++
public:
virtual void Dispose() sealed
Implements
IDisposable.Dispose()
See Also
PointCloudOverrides Class
Autodesk.Revit.DB.PointClouds Namespace